const KoTermsOfNFWContainer = () => {
    return (
        <div id="main-wrapper" className="front main-bg">
            <div className="container l-banner">
                <div className="privacy">
                    <p>&nbsp;</p>

                    <div className="privacy-title">
                        회원권NFW(칸황의 알들)상품 선도 거래 약관
                    </div>

                    <p>(칸태움 영업권을 목적으로 한 회원권 및 소프트웨어 저작권 선도 계약)
                        본 약관은 ‘ 받을권리공유시스템 ’ 과 ‘ 경합형 선도거래 청약대금 데이터베이스를 이용한
                        온라인 광고 시스템 및 온라인 광고 방법 ’ 을 동시에 사용하고 있는 크라우드 소싱
                        형태의 소프트웨어인 칸태움 앱 서비스의 소프트웨어 저작권과 영업권에 대한 선도 계약에
                        관한 것이다.
                    </p>


                    <p><strong>제1조 [계약의 목적]</strong></p>

                    <p>본 이용 약관은 칸웨이(Khanway)에 가입한 회원(이하 ‘ 회원 ’ 이라고 합니다)이 카네어스
                        워런트주식회사(이하 ‘ 회사 ’ 라고 합니다)가 대한민국과 국제적으로 제공하는 칸웨이
                        (Khanway)서비스(이하 ‘ 서비스 ’ 라고 합니다)내에서 판매 개시 되는 칸황의 알 NFW 선도
                        거래에 수반되는 제반 사항과 회원과 회사의 권리와 의무를 규정하기 위한 계약을 목적으로
                        합니다.
                    </p>
                    <p>또한 <span className="red">선도거래 대상 상품인 칸태움 앱에 오디션 참가자들의 유료 영상 업로드 시스템과
                연결되는 ‘ 드리머 충전소 시스템(이하 ‘ 충전 시스템 ’ 이라고 합니다.)</span>
                    </p>
                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 2조 [상품]</strong></p>

                    <ol>
                        <li>상품 명: 대한민국에서 5년 동안 모바일 앱으로 서비스하고 있는 칸태움 앱에 오디션
                            참가자들의 유료 영상 업로드 시스템과 연결되는 ‘ 드리머 충전소 시스템, 이하
                            충전 시스템 ’ 에 대한 영업권 및 30%에 해당되는 소프트웨어 저작권을 취득할 수 있는
                            멤버쉽 회원권으로 이에 대한 명칭은 ‘ 칸황의 알들 ’ 이라고 명명 합니다.
                        </li>
                        <p></p>
                        <li>
                            상품(회원권) 성상 및 가격

                            <table border={1} cellPadding={0} cellSpacing={0}
                                   style={{width: "100%", maxWidth: "900px", marginTop: "18px"}}>
                                <colgroup>
                                    <col style={{width: "20%"}}/>
                                    <col style={{width: "16%"}}/>
                                    <col style={{width: "16%"}}/>
                                    <col style={{width: "16%"}}/>
                                    <col style={{width: "16%"}}/>
                                    <col style={{width: "16%"}}/>
                                </colgroup>

                                <tbody style={{textAlign: "center"}}>
                                <tr>
                                    <td className="fff bold"><p>성상 및 수량 </p></td>
                                    <td colSpan={5} className="fff bold"><p>가 격</p></td>
                                </tr>
                                <tr>
                                    <td className="fff"><p>주황색(2000k)</p></td>
                                    <td><p>25$</p></td>
                                    <td><p>50$</p></td>
                                    <td><p>100$</p></td>
                                    <td><p>200$</p></td>
                                    <td><p>500$</p></td>
                                </tr>
                                <tr>
                                    <td className="fff"><p>보라색(2000k)</p></td>
                                    <td><p>25$</p></td>
                                    <td><p>50$</p></td>
                                    <td><p>100$</p></td>
                                    <td><p>200$</p></td>
                                    <td><p>500$</p></td>
                                </tr>
                                <tr>
                                    <td className="fff"><p>파란색(2000k)</p></td>
                                    <td><p>25$</p></td>
                                    <td><p>50$</p></td>
                                    <td><p>100$</p></td>
                                    <td><p>200$</p></td>
                                    <td><p>500$</p></td>
                                </tr>
                                </tbody>
                            </table>
                        </li>
                        <p></p>
                        <li>상품 인도 시기
                            <ul>
                                <p>① 대한민국의 경우 업데이트 버전: 2024년 8월 31일 출시 예정
                                </p>
                                <p>② 글로벌 베타버전: 2024년 9월 30일 출시 예정, 2025년 1월 서비스 개시</p>
                            </ul>
                        </li>
                        <p></p>

                        <li>상품 모델 주소
                            <p>
                                대한민국에서 5년 동안 m .khanteum .com에서 앱 칸태움 표준 서비스를 실시하고 있으며,
                                현재 상태의 대한민국 칸태움 앱 서비스를 영문 화한 글로벌 표준 칸태움 베타버전
                                앱(웹)은 2024년 9월 30일까지 칸웨이 및 Khanai res.com/dubai_khanai res_l lc
                                에 업로드 예정입니다.
                            </p>
                        </li>
                        <p></p>

                        <li>칸태움 앱(웹)연계 드리머 충전 시스템 소프트웨어 저작권 등록 시기
                            <p>2024년 9월 30일 예정</p>
                        </li>
                        <p></p>

                        <li>칸태움 앱(웹)연계 드리머 충전 시스템 소프트웨어 저작권 지분 취득 방법

                            <ol>
                                <li>3색 형상의 ‘ 칸황의 알들 ’ 의 최종 회차 거래 시 칸태움 앱(웹)에 연결되는
                                    ‘ 드리머 충전 시스템 소프트웨어 저작권 ’ 지분을 매입하기 위해서는 ‘ 칸황의
                                    알들 ’ 최종 회차 소지자가 자신의 보유하고 있는 전체 ‘ 칸황의 알들 ’ 매입 대금의
                                    1%를 저작권 인수 대금으로 ‘ 회사 ’ 에 납입하여야 합니다.
                                </li>
                                <li>‘ 회사 ’ 는 각각의 ‘ 칸황의 알들 ’ 에 대한 최종 소지자가 ‘ 충전 시스템 ’ 에 대한
                                    저작권 매입을 위해 자신의 매입 대금의 1%를 납입 한 경우에 소정의 절차를
                                    통해 해당 회원에게 2개 월 이내로 동 소프트웨어의 저작권 지분을 교부하여야
                                    합니다.
                                </li>

                                <p>※칸태움 앱 서비스의 소프트웨어 저작권은 현재 개발자가 소프트웨어저작권 협회에
                                    등록을 마치지 않았으나 대한민국 대법원의 판례에 따라 대중에게 공표된 시점부터
                                    저작권이 발생되기 때문에 공표일 이후에 저작권을 등록하여도 동 시스템에 대해 첫
                                    공표 일을 저작권의 발생 시점으로 인정하는 저작권법에 의해 현재 대한민국에서
                                    2019년부터 실시하고 있는 칸태움 앱 서비스의 경우 선도 거래의 대상 상품으로 취급할
                                    수 있습니다.</p>

                                <p>위 판례로 인해 칸태움 앱 소프트웨어는 특정 국가에 등록 된 저작권의 효력은 세계
                                    무역기구(World Trade Organization: WTO)에 가입된 153개국(FTA비준 국가)에 배타적인
                                    권리를 선점할 수 있습니다.
                                </p>
                            </ol>
                        </li>
                        <p></p>

                        <li>드리머 충전 시스템 소프트웨어 저작권 인수자( ‘ 칸황의 알들 ’ 최종 소지자로 한정)
                            2026년 12월 31일 당시 칸황의 알들 최종 소지권자에 한정되므로 1차 민팅으로 등록된
                            전체 수량 및 중간 유통으로 취득하게 되는 ‘ 에그 리워드 옵션 ’ 수량 및 미 판매
                            잔여 물량까지 모두 칸태움 앱 내의 드리머 충전소 시스템의 소프트웨어 저작권의
                            30%를 인도 받을 수 있는 멤버쉽 NFW입니다. 고로 칸황의 알들은 무형자산으로
                            영업권에 해당됩니다. ( ‘ 칸황의 알들 ’ 백서 참조)
                        </li>
                        <p></p>

                        <li>옵션 및 수익 모델은 ‘ 칸황의 알들 ’ 멤버쉽NFW의 민팅에 참여하거나 회원권 매입자가
                            Khanway.com에 게시되어 있는 ‘ 칸황의 알들 ’ 백서에서 확인할 수 있습니다.
                        </li>
                    </ol>
                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 3조 [크라우드 소싱 소프트웨어]</strong></p>
                    <p>칸태움 앱을 서비스하고 있는 카네어스주식회사는 해당 서비스에 적용되는 UX, UI 및 마케팅
                        정책 등에 필요한 요소들을 회원들의 아이디어를 설문조사하고 최종적으로 선별된
                        아이디어에 대해서 회원들의 온라인 투표로 결정하여 소프트웨어를 업데이트하거나 서비스를
                        개발 유지하는 군중의 협업으로 개발 및 서비스가 실시되는 크라우드 소싱 형태의
                        소프트웨어입니다.
                    </p><br/>

                    <ol>
                        <li>설문조사 범위 및 방법
                            <ul>
                                <p>① 범위: 칸태움 앱(웹) UX 및 UI에 대한 개선 점 및 서비스 정책 포함</p>
                                <p>② 방법: 칸태움 공식 텔레그램 (<a
                                    href="https://t.me/+BFVWycP-G1A0OWY1">https://t.me/+BFVWycP-G1A0OWY1</a>)거버너스 및
                                    리서치 채널에서 칸황의 알 회원권 NFW 소지자에 한해서 칸태움 앱의 업데이트나
                                    업그레이드를 위한 아이디어를 제공 받고 회원들이 제시한 아이디어가
                                    다수의 의견으로 빈도수가 높거나, 회사가 제시한 개선 방향이나 기능들을
                                    설문조사를 이용하여 개선 점을 수시로 진행하고 투표로 확정하는
                                    방법입니다. 회사의 판단으로 회원들의 편리를 위하여 위 주소는 칸웨이
                                    전용으로 신설하거나 변경될 수 있습니다.
                                </p>
                            </ul>
                        </li>
                        <br/>

                        <li>투표 방법
                            <ul>
                                <p>
                                    칸태움 공식 텔레그램 (<a
                                    href="https://t.me/+BFVWycP-G1A0OWY1">https://t.me/+BFVWycP-G1A0OWY1</a>)거버너스 및 리서치
                                    채
                                    널에서 칸황의 알 회원권 NFW 칸태움밸류 소지자들로부터 수집된 칸태움 앱의
                                    UX, UI , 마케팅 정책에 대한 개선 점으로 확인된 제안들이 2가지 이상일 경우
                                    ‘ 회사 ’ 가 날짜를 특정하여 전 회원들에게 공지하고 해당 안건에 대한 투표를
                                    실시합니다. 이때 제안의 채택은 다수결로 결정합니다.
                                </p>
                                <p>이때 회원들의 제안이 ‘ 회사 ’ 의 판단으로 개발이 불가능 하거나 마케팅 등의
                                    내용이 사회의 미풍 양속을 현저하게 어지럽힐 수 있는 제안이거나 각 국가의
                                    실정법을 어길 수 있는 경우에는 이 사실을 투표 과정 전에 칸태움 공식 텔레
                                    그램 (<a href="https://t.me/+BFVWycP-G1A0OWY1">https://t.me/+BFVWycP-G1A0OWY1</a>)거버너스
                                    및 리서치 채널에서 채택 불가
                                    사유와 함께 전 회원들에게 공지한다.</p>
                            </ul>
                        </li>
                        <br/>

                        <li>칸태움 아웃소싱
                            <ul><p>
                                위 회원들의 설문조사와 투표로 결정된 칸태움 앱의 업데이트나 업그레이드 되는
                                제안에 대해 칸태움 소프트웨어의 새로운 개발과 유지보수 등의 업무를 아웃소싱이라고
                                한다. 단, 칸태움 소프트웨어와 하드웨어의 업그레이드 오직 대한민국
                                소재 카네어스주식회사 및 국 내외 계열사와 카네어스주식회사가 지정하는
                                제 3자만이 아웃소싱을 할 수 있으며, 이때 동 업체들은 수시로 칸태움 앱의 개선
                                및 유지 관리를 위하여 회사의 고유 판단으로 칸태움 앱을 업그레이드 할 수
                                있다.
                            </p></ul>
                        </li>
                        <br/>


                        <li>본 조의 위 1~3항에 의거하여 ‘ 칸황의 알들 ’ 로 인해 파생되는 칸태움 앱은
                            ‘ 회사 ’ 와 ‘ 회원 ’ 이 크라우드 소싱 협업으로 공동 개발하는 것을 원칙으로
                            한다.
                        </li>
                        <br/>
                    </ol>
                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 4조 [선도 계약의 장소 및 체결]</strong></p>

                    <ol>
                        <li>계약 장소: <a href="https://www.Khanway.com" target="_blank">Khanway.com</a></li>

                        <li>계약 방법: 본건 특별 약관 승인 후 <a href="https://www.Khanway.com" target="_blank">Khanway.com</a>에서 ‘
                            칸황의 알들 ’ 민팅 및
                            매입 행위
                        </li>

                        <li>계약의 해지: 계약의 해지는 ‘ 칸황의 알들 ’ 매입 후 인터넷 서비스의 특성 상 공휴일을
                            포함하여 7일 이내에 한정하며 이 외의 경우에는 원칙적으로 계약의 해지나
                            환불이 불가합니다. 또한 회원은 자신의 계약 해지 의사를 <a href="mailto:cs@khanway"> cs@khanway</a>
                            에 지체없이 통보하여야 합니다
                        </li>
                    </ol>
                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 5조 [세금에 대한 책임]</strong></p>
                    <p>회원은 NFW의 판매, 사용, 부가가치, GST 및 기타 세금에 대한 책임을 지며, 회원의 NFW
                        의 사용 또는 회원간의 거래(판매, 이전, 할당, 기부 또는 기타 소유권 처분의 결과로
                        지불할 수 있는 세금 포함)을 관리하는 모든 정부, 행정기관 또는 규제기관에 의해 청구되거나
                        부과되는 모든 것에 대한 책임을 집니다.</p>
                    <p>회사의 원천징수 또는 납세의 의무를 이행하기 위해 회원은 회사가 회원이 제공한 IP 주소와
                        개인정보에 의존한다는 데 동의합니다. 회원의 IP 주소와 개인정보가 회원의 거주지
                        국가를 반영하지 않는 경우 회사에 알려주어야 합니다.</p>

                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 6조 [상품 인도에 대한 납기 지연 및 불가항력]</strong></p>
                    <p>
                        본 건 특약의 선도거래 대상 상품은 다음 각호의 사유로 그 납기가 지연되거나 불가능
                        할 수 있습니다. 다만 회사는 아래 각호의 상황 발생 시 회원들에게 이 사실을 지체 없이
                        통보하고 후속 대처 방안을 회원들에게 제공합니다.
                    </p>

                    <ul>
                        <p>① 회사가 파산할 경우</p>
                        <p>② 전쟁이나 화산 폭발 등의 자연재해 등으로 인한 소프트웨어를 지원하는 하드웨어의
                            손실 등</p>
                    </ul>
                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 7조 [칸태움밸류 및 칸태움의 이용약관과의 관계]
                    </strong></p>
                    <ol>
                        <li>본 이용약관에 명시되지 않은 사항은 카네어스워런트 서비스(칸태움밸류 관련)와 칸태움의
                            약관 및 관계 법령에서 정하는 바에 따르며, 관계 법령에서 정하지 아니한 사항
                            은 상 관례를 따릅니다.
                        </li>
                        <li>본 이용약관과 칸태움(Khanteum)앱의 이용약관이 충돌할 경우, 본 이용약관이 우선하여
                            적용됩니다.
                        </li>
                        <li> 대한민국 외 해외 회원들의 경우에는 본 조 1항의 카네어스 웹 서비스와 관련 된 약관이 적용되지 않습니다.</li>
                    </ol>


                    <p>&nbsp;</p><p>&nbsp;</p>


                    <p><strong>제 8조 (준거법 및 분쟁 해결 방법)</strong></p>
                    <p>
                        본 약관과 관련된 회사와 국, 내외 회원과의 분쟁 발생 시 분쟁의 해결을 위하여 거래
                        쌍방의 소송이 필요할 경우 반드시 대한민국의 법을 적용합니다.
                    </p>

                    <p>&nbsp;</p><p>&nbsp;</p>
                </div>
            </div>
        </div>
    )
}

export default KoTermsOfNFWContainer;