const KoTermsOfServiceContainer = () => {
    return (
        <div id="main-wrapper" className="front main-bg">
            <div className="container l-banner">
                <div className="privacy">

                    <p>&nbsp;</p>
                    <div className="privacy-title">
                        칸웨이(Khanway) 이용 약관
                    </div>

                    <p>&nbsp;</p>


                    <p><strong>제1조 [이용 목적]</strong></p>

                    <p>본 이용약관은 칸웨이(Khanway)에 가입한 회원(이하 &lsquo;회원&rsquo;이라고 합니다)이 카네어스워런트주식회사(이하 &lsquo;회사&rsquo;라고 합니다)가 대한민국과 국제적으로 제공하는 칸웨이(Khanway)서비스(이하 &lsquo;서비스&rsquo;라고 합니다)내에서 NFW를 거래함에 있어 회사와 회원의 권리와 의무 및 기타 필요한 사항을 규정함을 목적으로 합니다.</p>

                    <p>&nbsp;</p>





                    <p><strong>제2조 [정의]</strong></p>

                    <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>

                    <p>&nbsp;</p>
                    <ol>

                        <li>&lsquo;NFW&rsquo;란, 블록체인 기반의 디지털화된 무형자산으로서 특허권, 영업권, 광업권, 어업권, 차지권 등과 산업 재산권 안에 포함되어 있는 저작권 상의 이미지, 동영상, 음악, 서적 등의 &lsquo;디지털 저작물&rsquo;에 대한 메타데이터 정보를 포함한 상태로 발행되는 전자적 권리인 대체 불가능한 워런트(Non-Fungible Warrant)를 의미합니다.</li>

                        <p>&nbsp;</p>

                        <li>&lsquo;디지털 저작물&rsquo;이란, NFW에 연계된 디지털 이미지, 동영상, 음악, 서적 등의 디지털 형태의 저작물을 의미합니다.</li>

                        <p>&nbsp;</p>

                        <li>회원이 칸웨이 NFW 플랫폼에서&lsquo;NFW&rsquo;의 발행은 폴리곤을 사용하여 다양한 형태의 &lsquo;NFW&rsquo;를 발행하지만 동 &lsquo;NFW&rsquo;의 거래는 각 국가의 법정화폐만을 사용하여 해당 국가의 조세를 담당하는 기관에 모든 거래를 통보하는 것이 암호화폐를 토큰화하여 지불 수단으로 사용하고 있는 전 세계 NFW마켓플레이스와 다른 점입니다. (NFW결제에 대한 지불 수단으로써 암호화폐를 채택할 경우 본 약관의 업데이트를 통해 공지할 예정입니다.) &nbsp;&nbsp;&nbsp;</li>

                        <p>&nbsp;</p>

                        <li>&lsquo;디지털 저작물 온라인 전시장&rsquo;이란, NFW와 연계된 &lsquo;디지털 저작물&rsquo;을 조회하고 감상할 수 있는 웹사이트 및 앱 등의 온라인 화면 및 그 구현에 필요한 서버, 데이터베이스 등을 의미합니다.</li>

                        <p>&nbsp;</p>

                        <li>&lsquo;NFW 마켓플레이스&rsquo;란, NFW를 거래할 수 있는 온라인상의 장소 및 그 구현에 필요한 서버, 데이터베이스 등을 의미합니다. 별도의 기재가 없는 한 본 약관에서 &lsquo;NFW 마켓플레이스&rsquo;라 함은 회사가 제공하는 서비스인 칸웨이(Khanway)를 의미합니다.</li>

                        <p>&nbsp;</p>

                        <li>&lsquo;NFW 발행인&rsquo;이란, NFW를 발행하여 최초로 배포하는 자를 의미합니다.</li>

                        <p>&nbsp;</p>

                        <li>&lsquo;NFW IP&rsquo;란 다음 각 목의 행위를 하는데 필요한 일체의 적법한 권한을 의미합니다.
                            <ul>
                                <p>① &lsquo;디지털 저작물&rsquo; 제작(&lsquo;디지털 저작물&rsquo; 자체에 대한 지식재산권을 취득하거나 원 저작물 저작권자와의 디지털 저작물 제작 위탁계약 등을 통하여 &lsquo;디지털 저작물&rsquo; 제작에 필요한 지식재산권 또는 이에 관한 사용권을 허락받은 경우를 포함)</p>
                                <p>② &lsquo;디지털 저작물&rsquo;과 연계된 NFW 발행 및 유통</p>
                                <p>③ 발행 및 유통된 NFW를 보유한 자에게 &lsquo;NFW 보유자의 권리&rsquo;(제3조에서 정의) 보장</p>
                            </ul>
                        </li>
                        <li>&lsquo;외부 입∙출고&rsquo;란, 회사가 운영하는 디지털 자산 지갑과 회사 외의 제3자가 운영하는 디지털 자산 지갑 주소 또는 외부의 개인 지갑 주소 사이에 NFW를 포함한 디지털 자산에 대해 입∙출고를 하는 행위를 의미합니다.</li>

                        <p>&nbsp;</p>



                    </ol>

            <p style={{marginLeft:"1.0cm"}}>&nbsp;</p>


            <p>&nbsp;</p>



            <p><strong>제3조 [NFW 보유자의 권리]</strong></p>

                    <ol>
                        <li>NFW 보유자는 &lsquo;NFW 발행인&rsquo; 또는 적법한 권한을 가진 제3자가 해당 NFW와 관련하여 NFW 보유자에게 부여하거나 허용한
                            권리(이하 &lsquo;NFW 보유자의 권리&rsquo;라고 합니다)를 행사할 수 있으며, 각 NFW 별로 &lsquo;NFW 보유자의 권리&rsquo;의 내용은
                            다를 수 있습니다.
                        </li>
                        <p>&nbsp;</p>

                        <li>&lsquo;NFW 보유자의 권리&rsquo;가 서비스 내에 표시되는 경우, 그러한 표시는 해당 NFW에 부여된 권리를 완전히 반영하지 않을 수 있으며 NFW를
                            구매하려는 자는 각 NFW 별로 부여되는 권리의 구체적인 내용을 반드시&lsquo;NFW 발행인&rsquo;이 제공하는 웹페이지 등을 통해 확인하여야 합니다.
                        </li>
                        <p>&nbsp;</p>

                        <li>NFW는 일반적으로 저작권, 상표권을 포함한 지식재산권이나 초상권, 상품화 권리 등 특정 권리 그 자체를 의미하지 않고, NFW를 보유하는 것이 NFW와 연계된
                            디지털 저작물을 보유하거나 디지털 저작물에 관한 저작권 등의 지식재산권 자체를 취득하는 것을 의미하지 않습니다. 단, &lsquo;NFW
                            발행인&rsquo; 또는 &lsquo;NFW IP&rsquo; 보유자가 달리 정한 경우에는 그러하지 않습니다.
                        </li>
                        <p>&nbsp;</p>

                        <li>&lsquo;NFW 보유자의 권리&rsquo;는 NFW를 적법하게 보유하고 있는 동안에만 행사할 수 있고, NFW를 타인에게 양도하거나 이전한 경우, NFW를
                            양도하거나 이전한 회원은 더 이상 &lsquo;NFW 보유자의 권리&rsquo;를 행사할 수 없습니다. &lsquo;회사&rsquo;가 공식적으로 지원하는 방식이
                            아닌 경우이거나 관련 법령을 위반하는 방식으로 NFW를 이전받은 자에게는 &lsquo;NFW 보유자의 권리&rsquo;가 보장되지 않을 수 있습니다.
                            단, &lsquo;NFW 발행자&rsquo;가 &lsquo;NFW보유자&rsquo;에게 해당 &lsquo;NFW&rsquo;를 제 3자에게 양도해도 발행자의 권리를
                            양도한 경우에는 예외로 합니다.
                        </li>
                        <p>&nbsp;</p>

                        <li>&lsquo;회사는 회원에게 NFW와 관련된 주문의 배송 날짜를 이메일을 통해 통지합니다. 회원은 이메일로 통보된 배송 날짜에 주문된 NFW를 수령할 수 있습니다. 회사는 배송 날짜에 대한 변경사항이 있을 경우 회원에게 적절히 통지할 책임을 집니다.
                        </li>
                        <p>&nbsp;</p>
                    </ol>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>


                    <p><strong>제4조 [NFW 관련 유의사항]</strong></p>
                    <ol>

                        <li>NFW발행 제한: 칸웨이(Khanway)에서는 카네어스주식회사가 서비스하고 있는 칸태움앱에서 소정의 순위에 달성한 디지털 저작물이나 무형자산 및 IP들을 NFW화
                            하거나 카네어스주식회사와 NFW를 발행에 대해 계약을 체결한 형태의 NFW만 발행 및 유통됩니다. 칸웨이(Khanway)마켓플레이스는 칸태움 앱 외 다른 경로의
                            참가자들의 NFW는 발행하지 않습니다.
                        </li>

                        <p>&nbsp;</p>

                        <li>2024년 현재 칸태움 앱은 대한민국에서만 서비스되고 있으며 해외 NFW발행자의 대기 수요를 충족하기 위하여 글로벌 칸태움 앱 개발을 개시하였으며 자세한 국가별 칸태움 앱 서비스에 대한 서비스 계획은 칸웨이에서 제공하는 별도의 공지사항을 참고하시기 바랍니다.</li>

                <p>&nbsp;</p>

                <li>현재 칸웨이(Khanway)에서 거래되는 NFW는 폴리곤 또는 이더리움 NFW 프로토콜에 기반한 NFW이며, 회사는 새로운 NFW 체인과 프로토콜의 거래를 지원할 수 있습니다.</li>

                <p>&nbsp;</p>

                <li>회사는 NFW 거래 중개자이며 NFW 거래 당사자가 아닙니다. NFW, &lsquo;NFW 보유자의 권리&rsquo;, &lsquo;NFW IP&rsquo; 나 NFW 거래에 관한 책임은 &lsquo;NFW 발행인&rsquo; 및, 또는 판매자가 부담하고, 회사는 &lsquo;NFW 발행인&rsquo;과 판매자를 대리하거나 NFW에 연계된 &lsquo;디지털 저작물&rsquo;의 진정성, &lsquo;NFW IP&rsquo;, &lsquo;NFW 보유자의 권리&rsquo;의 완전성 등에 대하여 어떠한 보증도 하지 않습니다. 단, 회사의 고의 또는 과실로 인하여 손해가 발생한 경우에는 각 국가의 법령에서 정한 범위 내에서 회사가 책임을 부담합니다.</li>

                <p>&nbsp;</p>

                <li>회사가 실시하는 별도의 개발 지원이 없는 한 NFW는 다른 체인의 지갑으로 전송되지 않습니다. 어느 NFW가 그 기반 체인이 아닌 다른 체인의 지갑으로 전송된 경우, 회사의 고의나 과실이 없는 한 회사는 손해배상, 복구지원 등 일체의 책임을 부담하지 않습니다.</li>

                <p>&nbsp;</p>

                <li>회사는 칸태움 앱 및 칸웨이(Khanway) 내에서 NFW 거래 중개에 관한 홍보 목적으로 NFW에 연계된 디지털 저작물을 이용할 수 있습니다.</li>

                <p>&nbsp;</p>

                <li>&lsquo;디지털 저작물 온라인 전시장&rsquo; 개설 여부는 각 NFW 별로 달라질 수 있고, 회사는 각 NFW의 &lsquo;디지털 저작물 온라인 전시장&rsquo; 개설을 보장하지 않습니다.</li>

                <p>&nbsp;</p>

                <li>NFW 양도에 따른 제세공과금이 발생할 경우 이는 NFW를 양도한 자가 부담하여야 합니다.</li>

            </ol>
            <p>&nbsp;</p>

            <p>&nbsp;</p>



            <p><strong>제5조 [NFW 서비스 관련 유의사항]</strong></p>

            <ol>
                <li>회사는 &lsquo;NFW 마켓플레이스&rsquo; 칸웨이에서 제공되는 서비스의 범위(거래를 지원하는 NFW 체인이나 프로토콜의 종류, 브릿지 제공 여부, 개별 NFW의 거래 지원 여부, 거래 지원 기간, 외부 입∙출금 지원 여부를 포함하며 이에 한정하지 않습니다)에 관해서 독자적인 판단 권한을 보유하며 각 NFW 별로 제공되는 서비스의 범위는 상이할 수 있습니다.</li>

                <p>&nbsp;</p>

                <li>NFW 발행은 원칙적으로 회사가 하며, 향후 칸태움 앱에서 크리에이터(Creator)의 지위를 취득할 수 있습니다. 최초 NFW 발행을 할 때는 로그인 계정과 지갑 주소를 회사에 제출하여야 하며 회사는 대리인으로 유저(User)의 NFW를 발행합니다. 단, 의뢰자가 동의하여 제출한 정보는 회사가 NFW 마켓 외의 다른 목적으로 사용할 수 없습니다. 본인의 실수로 발생된 모든 문제에 대하여 회사는 책임을 지지 않습니다.</li>

                <p>&nbsp;</p>

                <li>서비스 내 화면에, ① &lsquo;NFW 마켓플레이스&rsquo;에서 배포 또는 거래될 수 있는 모든 NFW 관련 정보(&lsquo;NFW 발행인&rsquo;, 크리에이터(Creator), 디지털 저작물 관련 정보 등) 및 ② 회원의 닉네임(Nick name), 거래정보(거래일시, 거래금액, 현재 판매여부, 판매희망금액 등) 및 서비스 내 활동 등이 공개될 수 있습니다.</li>

                <p>&nbsp;</p>

                <li>&lsquo;NFW 발행인&rsquo;이 기존에 배포되었거나 배포 중인 NFW에 대해 민,형사상의 분쟁등이 우려되어 이에 대한 적법한 조치를 취할 필요가 있음을 소명하는 경우(NFW, 그 메타데이터 또는 배포 관련 데이터에 오류가 있어 이를 시정할 필요가 있는 등의 사유를 포함하며, 이에 한정하지 않습니다), 회사는 NFW의 배포 및, 또는 거래를 정지하고, &lsquo;NFW 발행인&rsquo;이 오류 없는 NFW를 발행하기 위해 필요한 조치(해당 NFW 소각 및 오류 없는 새로운 NFW 발행 등을 포함하며, 이에 한정하지 않습니다)를 취하도록 할 수 있습니다. 회사는 본 항의 조치에 협력한 후, 5영업일 이내에 조치의 사유 및 내용을 회원에게 통지합니다.</li>

                <p>&nbsp;</p>

                <li>&lsquo;NFW 발행인&rsquo;은 NFW와 관련하여 이벤트를 진행할 수 있으며, 회사는 &lsquo;NFW 발행인&rsquo;이 요청하는 경우 관련 내용을 서비스 내에 공지할 수 있습니다. 해당 NFW 관련 이벤트의 책임 주체는 &lsquo;NFW 발행인&rsquo;이며, 회사는 고의 또는 과실이 없는 한 해당 NFW 관련 이벤트에 관하여 책임을 부담하지 않습니다. 회사는 &lsquo;NFW 발행인&rsquo;이 회사의 서비스를 통하지 않고 진행하는 이벤트에 관하여 책임을 부담하지 않습니다.</li>

                <p>&nbsp;</p>

                <li>회사는 다음 각 호의 사유에 해당하는 경우 개별 NFW의 거래 지원을 정지, 중단하거나 종료할 수 있으며, 거래 지원이 정지 또는 종료된 NFW는 외부 입금이 지원되지 않습니다.</li>

                <ul>
                    <li>제5조 제4항에 해당하는 경우</li>
                    <li>NFW발행자가 타인의&lsquo;디지털 저작물&rsquo;에 대한 권리 내지 &lsquo;NFW IP&rsquo;에 대한 침해가 의심되는 경우(제8 조에 해당하는 경우를 포함하며, 이에 한정하지 않습니다)</li>
                    <li>NFW를 기반한 체인 및/또는 프로토콜의 운영이 중단되는 경우</li>
                    <li>상기 각 호의 사유와 유사하거나 칸웨이(Khanway) NFW 회원 보호를 위해 거래지원 종료 필요성이 인정되는 경우</li>
                </ul>

                <p style={{marginLeft:"1.0cm"}}>&nbsp;</p>

                <li>본 조 제6항에 따라 NFW에 대한 거래 지원을 정지하거나 종료하는 경우, 제6항 제2호의 경우를 제외하고, ① 회사는 기존에 외부 입∙ 출금이 허용되던 NFW의 거래 지원이 종료된 경우, 거래 지원 종료일로부터 적어도 30일의 기간 동안 해당 NFW의 외부 출금을 지원하고, ② 외부 입∙출금이 허용되지 않던 NFW의 경우 해당 NFW에 연계된 디지털 저작물을 다운로드할 수 있도록 지원합니다(본 조항에 따라 다운로드 받은 디지털 저작물은 &lsquo;NFW 보유자의 권리&rsquo;에 의하여 부여된 범위 내의 목적 및 방법으로만 이용할 수 있습니다)</li>

                <p>&nbsp;</p>

                <li>다음 각 호의 사유에 해당하는 경우 회사는 NFW 거래 중개 서비스의 일부 또는 전부 종료할 수 있으며, 이 경우 거래 중개서비스가 종료된 NFW를 보유한 자는 회사의 서비스 내에서 &lsquo;NFW 보유자의 권리&rsquo;를 더 이상 행사할 수 없습니다. 회사가 거래 중개 서비스의 일부 또는 전부를 종료한 경우 본 조 제6항을 준용합니다. 서비스 일부 또는 전부 종료에 관한 사전 통지 방법, 종료 후 외부 출금 지원 등 본 조에서 정하지 않은 사항은 카네어스 및 칸태움의 서비스 이용약관에서 정한 바에 의합니다.</li>

                <ul>
                    <li>폴리곤이 NFW 프로토콜의 운영을 중단하는 경우</li>
                    <li>국가 기관의 지시, 권고 또는 관련 법령에 의할 때 기존 NFW 관련 서비스의 전부 또는 일부를 종료할 필요가 있는 경우</li>
                </ul>

                <p style={{marginLeft:"1.0cm"}}>&nbsp;</p>

                <li>칸웨이(Khanway)는 국제 법규 및 각국의 암호화폐 및 가상자산에 대한 규제를 준수합니다. 이에 따라, 특정 국가의 법적 제약이 있는 경우, 해당 국가의 거주민 또는 시민에 대하여 서비스 가입 및 제품 구매에 제한을 둘 수 있습니다. 이러한 조치는 관련 국가의 법률을 준수하고, 서비스의 투명성 및 안전성을 확보하기 위한 필수적인 조처임을 이해하여 주시기 바랍니다.</li>

                <p>&nbsp;</p><p>&nbsp;</p>

            </ol>




            <p><strong>제6조 [NFW 거래의 중앙화]</strong></p>

            <p>
                칸웨이 NFW마켓플레이스가 발행하고 유통하는 영업권이나 저작권 등의 지식재산권과 무형
                자산은 거래 주체 별로 소유권과 지분 등이 거래될 경우, 해외 거래에 있어 해당 국가의
                조세법률에 따라 납세의 의무가 발생될 수 있으며, 특히, 영업권의 경우 그 사용료에 대해
                관세 또한 발생될 수 있습니다.
            </p>

            <p>
                칸웨이 마켓플레이스는 각각의 거래 주체가 국제 거래가 자유롭게 발생할 수 있도록 고안되었기
                때문에 각 경제 주체 별로 해당 국가의 제세 공과금과 해외 거래에서 발생하는 관세등을
                포괄적으로 관리하고 각 국가의 조세 당국에 투명한 회계 자료와 보고를 위하여
                암호 화폐 거래와는 다르게 반드시 아래와 같은 운영 정책을 실시하고 있습니다
            </p>

            <ol>
                <li>NFW를 발행하거나 유통할 경우, 해당 국가의 ‘ 회사 ’ 나 ‘ 자회사 ’ 가 지정하는 법인에서
                    발행하는 모든 NFW를 구매할 경우, 해당 국가의 법정화폐를 사용하는 방법으로
                    ‘ 회사 ’ 가 지정한 결제대행 수단 또는 법인 계좌로 직접 입금을 하여야 합니다</li>

                <li>
                    해당 국가에 위와 같이 ‘ 회사 ’ 의 자회사가 없거나 ‘ 회사 ’ 가 위탁 판매계약을 체결한
                    법인이 없을 경우에는 NFW의 발행이나 거래가 원칙적으로 불가합니다.
                </li>
                <li>
                    ‘ 회사 ’ 는 해외 거래 시 해당 국가의 민법, 상법, 조세 및 관세에 관한 법률에 따라
                    납세의 의무를 이행하며, 국제 자금세탁방지법을 준수하기 위하여 해당 국가에 칸웨이
                    마켓플레이스에서 취급하는 모든 NFW에 대한 위탁 매매 대행 전문 회사의 지정 계좌
                    외에는 각 거래주체들의 개별 계좌는 사용하지 않습니다. 단, 특정 NFW가 한 국가에서만
                    발행되거나 유통될 때에는 거래 주체 별로 각자의 고유 계좌를 지정하여 자유롭게
                    사용할 수도 있습니다.
                </li>
                <li>
                    칸웨이 마켓플에이스에서 각각의 NFW거래 시 회사 ’ 와 해외에 ‘ 회사 ’ 의 ‘ 자회사 ’ 가
                    해당 국가에서 일어난 NFW의 매매로 발생되는 원천징수 의무가 발생하는 경우, ‘ 회사 ’
                    와 해외의 ‘ 자회사 ’ 는 해당 의무를 이행하고 그 원천징수 내역을 회원에게 고지합니다.
                </li>
                <li>
                    ‘ 회원 ’ 은 모든 권리 거래 이후 필연적으로 발생하는 로열티의 입출금과 관련된 대표
                    계좌만 ‘ 회사 ’ 에 위탁합니다. 단, 각 거래주체 별로 NFW에 대한 양수도 주문 및
                    거래에 대한 권리는 ‘ 회원 ’ 의 고유 판단으로 전자적 수단을 사용하여 ‘ 회원 ’ 이 직접
                    행사합니다.
                </li>
                <li>
                    G20의 가상자산에 대한 정책 등이 확정되어 각 국가의 CBDC거래 및 국제간의 암호화에
                    대한 법률 등이 확정된 때에는 본 조의 ①~③항에서 명시한 법정화폐 외에 암호화폐
                    결제 시스템을 제공할 수도 있습니다. 이 경우 약관 변경 및 업데이트를 통해서
                    해당 서비스 실시 1개월 전에 회원들에게 공지할 예정입니다.
                </li>
                <li>
                    칸웨이 마켓플레이스에서 발생하는 회원간 양수도 거래에서 발생하는 소득에 대한 납세
                    및 신고 의무는 원칙적으로 회원들 본인에게 있으며, 해외 거래 시에는 각국의 조세
                    법률 및 정책에 따라 수시로 변동될 수 있음에 유의하시기 바랍니다.
                </li>
                <li>
                    개발자 리워드 옵션으로 취득한 상품을 매도할 경우에는, 각 상품별 특별약관에 정한 일정비율의 로열티가 공제가 되며, 칸태움 앱의 본인의 각 계정에 적립이 되는데,
                    푸쉬충전액은 칸태움 앱에서 푸쉬를 행사하는 데에만 사용할 수 있으므로 출금을 할 수가 없습니다. 따라서, 칸태움 앱에 미가입 시 충전이 불가능하므로
                    반드시 칸태움 앱에 가입을 해야 소정의 권리를 행사할 수 있습니다.
                </li>

                <li>
                    각 국가별 칸웨이 법인은 개인들의 해외 거래 시 원활한 서비스를 제공할 목적으로, 개인이 소유하고 있는 상품을 위탁받아 해당 상품의 거래가 필요한 곳에 공급합니다.
                    이러한 위탁 공급 과정에서 발생하는 모든 세금 및 법적 의무는 해당 국가의 법률에 따라 준수되어야 합니다.
                </li>
            </ol>

            <p>&nbsp;</p><p>&nbsp;</p>





            <p><strong>제7조 [세금에 대한 책임]</strong></p>
            <p>회원은 NFW의 판매, 사용, 부가가치, GST 및 기타 세금에 대한 책임을 지며, 회원의 NFW의
                사용 또는 회원 간의 거래(판매, 이전, 할당, 기부 또는 기타 소유권 처분의 결과로 지불할
                수 있는 세금 포함)를 관리하는 모든 정부, 행정기관 또는 규제기관에 의해 청구되거나
                부과되는 모든 것에 대한 책임을 집니다.</p>

            <p>회사의 원천징수 또는 납세의 의무를 이행하기 위해 회원은 회사가 회원이 제공한 IP 주소
                와 개인정보에 의존한다는 데 동의합니다. 회원의 IP 주소와 개인정보가 회원의 거주지 국가를
                반영하지 않는 경우 회사에 알려주어야 합니다.</p>
            <p>&nbsp;</p><p>&nbsp;</p>





            <p><strong>제8조 [금지 행위 및 해지]</strong></p>
            <ol>
                <li>회원은 칸웨이(Khanway)에서 유통된 NFW 및 이에 연계된 디지털 저작물과 관련하여 다음
                    각 호의 행위를 할 수 없습니다. 단, 제1항 내지 제4항의 경우 ‘ NFW 발행인 ’ 또는 ‘
                    NFW IP ’ 의 보유자가 달리 정한 경우에는 그러하지 않습니다.

                    <ul>
                        <p>① 타인의 디지털 저작물을 수정, 왜곡하여 게시하는 행위
                        </p>
                        <p>② 본인 또는 제3 자의 제품 또는 서비스를 광고하는 등 디지털 저작물을 영리 목적으로 이용하는 행위</p>
                        <p>③ 디지털 저작물과 연계된 별도의 NFW를 발행하는 행위</p>
                        <p>④ NFW 보유자의 권리 ’ 에 따라 이용 가능한 디지털 저작물을 악용하여, 별도의 지식재산권을 등록, 취득하는 행위</p>
                        <p>⑤ 특정 회원과 통정하여 매매하는 방식 또는 옥션(Auct ion) 방식으로 진행되는 거래에 수개의 주문을 제출하는 방식 등을 통하여 NFW 가격을 비정상적으로 변동시키는 행위</p>
                        <p>⑥ 기타 상기 각 호에 준하는 행위</p>
                    </ul>
                </li>

                <li>
                    회원이 전항을 위반한 경우 회사는 서비스 이용을 제한함과 동시에 시정요구를 할 수
                    있습니다. 시정요구에도 불구하고 회사가 정한 상당한 기간 내에 시정되지 않거나 2회 이상
                    반복적으로 같은 위반행위를 하는 경우에는 칸웨이 서비스 이용계약은 물론 카네어스
                    및 칸태움의 서비스 이용계약까지 해지할 수 있습니다.
                </li>
                <li>회원은 NFW를 보유한 상태에서는 서비스를 탈퇴할 수 없습니다. 회원은 보유한 NFW를
                    처분한 후 서비스를 탈퇴할 수 있습니다. 단, 회원은 회사에게 NFW의 소각 또는 처분을 요청한
                    후 서비스를 탈퇴할 수 있으며, 회사가 회원의 요청에 응한 경우 회원은 소각 또는
                    처분을 요청한 NFW의 반환을 요청할 수 없습니다. 단, 회사의 고의 또는 과실이 있는 경우에는
                    그러하지 않습니다.</li>
            </ol>
            <p>&nbsp;</p><p>&nbsp;</p>





            <p><strong>제9조 [NFW 거래 방법 관련 유의사항]</strong></p>

            <p>칸웨이는 모든 NFW거래에 있어서 경매 거래를 지원하지 않습니다. 예시로 칸웨이에서 1차
                로 발행 유통되는 ‘ 칸황의 알(khanHwang ’ s Egg) 리워드 옵션 NFW ’ 를 칸웨이(Khanway)내
                에서 발행하여 최초로 배포하는 거래(이하 ‘ NFW 1차 거래 ’ )는 모두 조건부 지정가 거래를
                채택하였으며, 기타 회사와 회원의 투표로 정하여 안내하는 방식으로 진행됩니다. 다만 전
                세계 가상자산 시장이 성숙되거나 회원과 회사의 필요시 경매 거래를 채택할 수도 있으며
                이때는 전체 칸웨이 커뮤니티 회원들의 투표로 결정됩니다.</p>

            <p>회원은 NFW 1차 거래 참여 시 설명되어 있는 각 판매 방식을 완전히 숙지하고, 거래에 참
                여해야 합니다. 회사는 NFW 1차 거래 시, 가격 조작을 목적으로 한 허위 입찰을 방지하기
                위하여 입찰 취소를 제한할 수 있습니다.</p>

            <p>&nbsp;</p><p>&nbsp;</p>





            <p><strong>제10조 [디지털 저작물 관련 이의제기]</strong></p>

            <p>&nbsp;</p>

            <ol>

                <li>&lsquo;회사&rsquo;가 제공하는 &lsquo;NFW 마켓플레이스&rsquo;를 통하여 유통되는 NFW 및 해당 NFW에 연계된 &lsquo;디지털 저작물&rsquo;에 의하여 본인의 저작권 기타 권리가 침해된다고 주장하는 자(이하 &lsquo;권리주장자&rsquo;)는 해당 사실을 소명하여 &lsquo;회사&rsquo;에 해당 NFW의 이용 및 유통을 중단할 것을 요청할 수 있습니다.</li>

                <p>&nbsp;</p>

                <li>&lsquo;회사&rsquo;는 제1 항에 따라 NFW의 이용 및 유통 중단을 요구받은 경우에는 즉시 해당 NFW의 권리 침해 여부를 제 3의 기관 등을 통해 확인 절차를 할 수 있으며, 해당 NFW에 대한 거래 지원을 중단할 수 있고, 권리자의 NFW를 보유하고 있는 회원 및 &lsquo;NFW 발행인&rsquo;에게 해당 사실을 통보할 의무를 가지고 있습니다.</li>

                <p>&nbsp;</p>

                <li>제2 항에 따라 통보를 받은 &lsquo;NFW 발행인&rsquo;이 자신에게 정당한 권리가 있음을 소명하면서 NFW의 이용 및 유통 재개를 요구하는 경우, &lsquo;회사&rsquo;는 재개요구사실 및 재개예정일을 권리주장자와 NFW를 보유하고 있는 회원에게 지체 없이 통보하고 해당 예정일에 &lsquo;NFW 보유자의 권리&rsquo;를 재개합니다. 다만, 권리주장자가 재개 예정일 전에 회사에 &lsquo;NFW 발행인&rsquo;의 침해행위에 대하여 소를 제기한 사실을 통보한 경우에는 그러하지 않습니다.</li>

                <p>&nbsp;</p>

                <li>특정 NFW와 이에 연계된 디지털 저작물에 관한 권리 또는 &lsquo;NFW IP&rsquo; 관련하여 &lsquo;권리주장자&rsquo;가 권리 침해를 주장하는 경우, &lsquo;회사&rsquo;는 본 조 및 제5 조 제5 항에서 정한 바에 따라 해당 NFW의 거래 중개 등 서비스 제공을 중단하고, 지체 없이 &lsquo;권리주장자&rsquo;와 &lsquo;NFW 발행인&rsquo;에게 동시에 회사의 조치를 알립니다.</li>
                <p>'회사'는 해당 문제의 해결을 위하여 &lsquo;권리주장자&rsquo;와 &lsquo;NFW 발행인&rsquo;간 협의를 주선하여 관련 분쟁이 조속히 해결되도록 노력합니다. 회사는 관련 분쟁이 종결되면 분쟁 종결의 조건에 따라 중단되었던 NFW 거래 중개를 재개할 수 있습니다.</p>

                <p>&nbsp;</p>

                <li>NFW 발행인과 권리주장자 사이의 분쟁이 해결되지 않아 해당 NFW를 보유하고 있는 회원에게 손해가 발생하더라도 회사는 이에 대하여 책임지지 않습니다. 단, 회사의 고의나 과실로 인하여 손해가 발생한 경우에는 법령에서 정한 범위 내에서 회사가 책임을 부담합니다.</li>
            </ol>
            <p>&nbsp;</p><p>&nbsp;</p>





            <p><strong>제11조 [카네어스 및 칸태움의 이용약관과의 관계]</strong></p>
            <ol>
                <li>본 이용약관에 명시되지 않은 사항은 카네어스와 칸태움의 약관 및 관계 법령에서 정하는 바에 따르며, 관계 법령에서 정하지 아니한 사항은 상관례를 따릅니다.</li>

                <li>본 이용약관과 칸태움(Khanteum)앱의 이용약관이 충돌할 경우, 본 이용약관이 우선하여 적용됩니다.</li>
            </ol>

            <p>&nbsp;</p><p>&nbsp;</p>




            <p><strong>제12조 (준거법 및 분쟁 해결 방법)</strong></p>

            <p>본 약관과 관련된 회사와 국, 내외 회원과의 분쟁 발생 시 분쟁의 해결을 위하여 거래 쌍방의 소송이 필요할 경우 반드시 대한민국의 법을 적용합니다.</p>

            <p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>
        </div>

            </div>
        </div>
    )
}

export default KoTermsOfServiceContainer;